<template>
  <div>
    <section class="beauty-leadership">
      <div class="container">
        <h3>Международная Компания «EvaCode» была основана на территории Южной Кореи в 2019 году.<br/>
          С 2023 года компания официально зарегистрирована на территории Российской Федерации и Казахстана.</h3>
        <div class="leadership-blocks">
          <div class="row g-4">
            <div class="col-xl-7 col-lg-7 col-md-7 col-sm-7">
              <div class="gray-bg rounded-corners">
                <div class="row">
                  <div class="col-xl-6">
                    <h5>Лидерство и Эксклюзивность</h5>
                    <p>На протяжении 5 лет мы динамично развиваемся на рынке по продаже люксовой
                      косметики крупнейших корейских производителей компании LG и AMORE PACIFIC.
                      А также являемся эксклюзивным дистрибьютором компании СН6 в Российской Федерации
                      и Казахстане, Узбекистане и Киргизии.</p>
                  </div>
                  <div class="col-xl-6">
                    <img class="bird-from-cage" src="/images/new_evacode/bird_from_cage.png" alt="bird_cage" />
                  </div>
                </div>
              </div>
            </div>
            <div class="col-xl-5 col-lg-5 col-md-5 col-sm-5">
              <div class="pink-bg rounded-corners">
                <h5>Индивидуальное Обслуживание</h5>
                <p>Обращаясь в нашу компанию «EvaCode», вы получаете индивидуальную, бесплатную и профессиональную
                  консультацию по подбору косметических продуктов и сопровождение до получения ожидаемого результата. </p>
                <h5>Опт и Розница</h5>
                <p>Вы можете приобрести у нас продукцию не только оптом, но и в розницу со скидкой от официальной розничной цены – до 60%.</p>
              </div>
            </div>
            <div class="col-xl-5 col-lg-5 col-md-5 col-sm-5">
              <div class="green-bg rounded-corners">
                <h5>Оригинальная продукция</h5>
                <p>Мы гарантируем оригинальность продукции, которая подтверждена сертификатами качества и сопутствующими документами,
                  а также безопасность использования продукции – регулярными посещениями производства и личным тестированием косметических
                  средств перед введением их в ассортимент продаж.</p>
              </div>
            </div>
            <div class="col-xl-7 col-lg-7 col-md-7 col-sm-7">
              <div class="gray-bg rounded-corners">
                <div class="row">
                  <div class="col-xl-6">
                    <h5>Профессиональная Команда</h5>
                    <p>Уникальность нашей компании заключается в ее международной команде, которая находится в разных странах и
                      обеспечивает: Быстрое и вежливое обслуживание; Разбор ваших косметических средств; Выявление особенностей и проблем кожи;
                      Подбор косметических средств под индивидуальный запрос.</p>
                  </div>
                  <div class="col-xl-6">
                    <img class="clap-hands" src="/images/new_evacode/clap_hands.png" alt="clap_hands" />
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  </div>
</template>
